Repository: JonathanAaron3005/Nano-3_WeatherMap-main
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: at
id: pukul

source: Add Place
id: Tambah Tempat

source: Add Stop
id: Tambah

source: Bike
id: Motor

source: Cancel
id: Batal

source: Condition: %@
id: Kondisi: %@

source: Destination Coordinate
id: Koordinat Destinasi

source: Done
id: Selesai

source: Enter your destination
id: Masukan destinasi

source: Get Directions
id: Dapatkan Arah

source: Latitude
id: Garis Lintang

source: Leave
id: Pergi

source: Longitude
id: Garis Bujur

source: New Place
id: Tempat Baru

source: No preview available
id: Tidak ada preview

source: Open in Maps
id: Buka di Maps

source: Places
id: Tempat

source: PRECIPITATION
id: PENGENDAPAN

source: Precipitation Amount: %lf mm
id: Jumlah Pengendapan: %lf mm

source: Precipitation Probability: %lld%%
id: Probabilitas Pengendapan: %lld%%

source: Search Route
id: Cari Rute

source: Select a date and time to see the weather.
id: Pilih tanggal dan waktu untuk melihat cuaca

source: Select Date and Time
id: Pilih Tanggal dan Waktu

source: Start Coordinate
id: Koordinat Awal

# Temperature: %.1f %@
source: Temperature: %1$.1f %2$@
id: Suhu: %.1f %@

source: Transport Type
id: Tipe Transportasi

source: Walk
id: Jalan

source: Walking
id: Jalan

source: Weather at %@:
id: Cuaca pada %@:
